Repository: KingOfTheAce2/legislation-library-lexlink
Catalog: data/raw/tmx/Glossary_Dutch_Code_of_Civil_Procedure.tmx
Source language: en_gb
Languages: nl

source: to seise the court of a dispute
nl: aanbrengen (een geschil bij de rechter)

source: designated court / judge
nl: aangewezen rechter

source: pending
nl: aanhangig

source: (day on which) the case is made pending
nl: (dag waarop) aanhangig is gemaakt

source: introductory words (to an article)
nl: aanhef (van een wetsartikel)

source: within the court’s discretion
nl: aan het oordeel van de rechter overgelaten

source: stay / to stay
nl: aanhouding / aanhouden

source: show that it is likely that …
nl: aannemelijk maken

source: forthwith, right away
nl: aanstonds

source: additional judgment
nl: aanvullend vonnis

source: to give an additional judgment
nl: aanvulling van een vonnis

source: directions
nl: aanwijzingen

source: to notify, give notice
nl: aanzeggen

source: subject-matter jurisdiction
nl: absolute bevoegdheid

source: direct that no judgment will be given
nl: achterwege laten (uitspraak)

source: lawyer, attorney, legal counsel
nl: advocaat

source: to submit a notice of representation by a lawyer
nl: advocaat stellen

source: Advocate General
nl: Advocaat-Generaal

source: Dutch Advocates Act
nl: Advocatenwet

source: discontinuance
nl: afbreking (van de instantie)

source: provide sufficient security
nl: afdoende zekerheid stellen

source: expire / expiry (of a time limit)
nl: afloop (van termijn)

source: copy
nl: afschrift

source: waiver (of a right or defence)
nl: afstand (van recht of verweer)

source: discontinuance by withdrawal
nl: afstand van instantie

source: depart from, derogate from
nl: afwijken van

source: to dismiss a claim
nl: afwijzen (een vordering)

source: waives (his / her / its) right to …...
nl: afzien (van proceshandeling)

source: pre-insolvency restructuring plan proceedings
nl: akkoordprocedure (WHOA)

source: brief (document of process)
nl: akte (processtuk)

source: authentic instrument
nl: akte - authentieke

source: to request the court to record a party’s failure to file
nl: akte - niet-dienen vragen

source: brief submitting exhibits
nl: akte overlegging producties

source: brief commenting on exhibits
nl: akte uitlaten producties

source: executive decree
nl: algemene maatregel van bestuur

source: as referred to in
nl: als bedoeld in

source: official
nl: ambtenaar

source: on its [the court's / the judge's] own initiative
nl: ambtshalve

source: defence
nl: antwoord

source: appellant / appellants
nl: appellant / appellanten

source: arbitrator
nl: arbiter

source: to arbitrate a case / to act as an arbitrator in a case
nl: arbiter - in een zaak optreden als arbiter

source: arbitral award
nl: arbitraal vonnis

source: to render / issue / give an arbitral award
nl: arbitraal vonnis wijzen

source: arbitration
nl: arbitrage

source: to resolve a matter by (means of) arbitration
nl: arbitrage - bij arbitrage afdoen

source: to go to arbitration
nl: arbitrage - inroepen

source: arbitration clause
nl: arbitragebeding

source: mandate
nl: arbitrageopdracht

source: arbitration rules
nl: arbitragereglement

source: arbitration proceedings
nl: arbitrale procedure

source: judgment
nl: arrest

source: company, business
nl: bedrijf

source: trade secret
nl: bedrijfsgeheim

source: sworn translation
nl: beëdigde vertaling

source: termination
nl: beëindiging

source: to deal with, dispose of / disposal of, disposition of (a case)
nl: behandelen/behandeling (van een zaak)

source: to advance, to advocate for (interests)
nl: behartigen (belangen)

source: to affirm a judgment
nl: bekrachtigen (vonnis)

source: interested parties
nl: belanghebbenden

source: mediation
nl: bemiddeling

source: to assess (the evidence)
nl: beoordelen (bewijs)

source: to conduct a summary test / review / enquiry
nl: beoordelen summierlijk

source: Specific (information)
nl: bepaalde (gegevens)

source: a particular legal relationship which is within their autonomy to agree
nl: bepaalde rechtsbetrekking die tot hun vrije bepaling staat

source: to direct
nl: bepalen (rechter)

source: limited review
nl: beperking van de kennisneming

source: to rely on, to raise, to invoke
nl: beroep (doen) op

source: professional duty of confidentiality
nl: beroepsgeheim

source: third-party professional who provides legal assistance
nl: beroepsmatig rechtsbijstand verleent (derde)

source: waiver, acceptance
nl: berusting

source: materials, documents
nl: bescheiden

source: view, observation
nl: beschouwing

source: attachment
nl: beslag

source: pre-judgment attachment
nl: beslag - conservatoir

source: third-party attachment
nl: beslag - derden-

source: executory attachment
nl: beslag - executoriaal

source: attachee
nl: beslagene

source: (third-party) attachee
nl: beslagene (derde-)

source: make an attachment
nl: beslag leggen

source: attaching party
nl: beslaglegger

source: application to attach
nl: beslagrekest

source: permission to attach
nl: beslagverlof

source: decision
nl: beslissing

source: insufficiently / not sufficiently disputed, contested, challenged
nl: bestreden - onvoldoende

source: management board, members of the management board
nl: bestuurders/het bestuur

source: to serve
nl: betekenen

source: service
nl: betekening

source: service by actual delivery
nl: betekening aan de persoon

source: writ of service
nl: betekeningsexploot

source: party to the proceedings
nl: betrokkene (partij)

source: to have jurisdiction
nl: bevoegd zijn (rechter/rechtbank)

source: jurisdiction
nl: bevoegdheid (rechter/rechtbank)

source: to opt out (of the group)
nl: bevrijden (groep)

source: custodian (judicial)
nl: bewaarder (gerechtelijk)

source: retain (records)
nl: bewaren (boeken)

source: protective measure
nl: bewarende maatregel

source: evidence
nl: bewijs

source: offer of evidence
nl: bewijsaanbod

source: probative force
nl: bewijskracht

source: burden of proof
nl: bewijslast

source: allocation of the burden of proof
nl: bewijslastverdeling

source: evidence, exhibit
nl: bewijsmiddel

source: law of evidence
nl: bewijsrecht

source: exhibit
nl: bewijsstuk

source: proof of service
nl: bewijs van betekening

source: evidentiary events
nl: bewijsverrichtingen

source: rules of evidence
nl: bewijsvoorschriften

source: visiting lawyer
nl: bezoekende advocaat

source: objection
nl: bezwaarschrift

source: objection to ***
nl: bezwaar tegen ***

source: onerous
nl: bezwarend

source: under, pursuant to
nl: bij…

source: under
nl: bij ..(wettelijk bepaling)..

source: by or pursuant to
nl: bij of krachtens

source: special contract / agreement
nl: bijzondere overeenkomst

source: binding opinion
nl: bindend advies

source: person related by blood or other family ties
nl: bloed- of aanverwant

source: proceedings on the merits, main proceedings
nl: bodemprocedure

source: to disregard
nl: buiten beschouwing laten

source: Supreme Court appeal
nl: cassatie

source: to appeal to the Supreme Court
nl: cassatie - in .. komen

source: notice of Supreme Court appeal
nl: cassatiedagvaarding

source: grounds for (the Supreme Court) appeal
nl: cassatiemiddelen

source: Civil Chamber
nl: Civiele Kamer

source: collective action / claim
nl: collectieve actie / vordering

source: collective compensation scheme
nl: collectieve schadeafwikkeling

source: collective interruption (of the limitation period)
nl: collectieve stuiting (verjaring)

source: conference (for case management), hearing
nl: comparitie

source: arbitration agreement
nl: compromis (arbitrage)

source: statement
nl: conclusie

source: supplementary statement, further written submission
nl: conclusie - nadere

source: statement of defence
nl: conclusie van antwoord

source: opinion of the Advocate General
nl: conclusie van de AG

source: statement of rejoinder
nl: conclusie van dupliek

source: statement of claim
nl: conclusie van eis

source: statement of reply
nl: conclusie van repliek

source: consignment account [of the State]
nl: consignatiekas

source: in the original action
nl: conventie, in

source: subject to a curatorship, curatorship
nl: curatele

source: bankruptcy trustee
nl: curator (bij faillissement)

source: draw such adverse inferences as it considers appropriate
nl: daaruit de gevolgtrekking maken die hij geraden acht

source: to serve a writ of summons
nl: dagvaarden

source: writ of summons
nl: dagvaarding

source: writ of summons (containing a statement of claim)
nl: dagvaarding (met conclusie van eis)

source: writ of summons in first instance
nl: dagvaarding in eerste aanleg

source: writ of summons in appeal
nl: dagvaarding in hoger beroep

source: writ of summons for a witness to testify
nl: dagvaarding van getuigen

source: proceedings initiated by writ of summons
nl: dagvaardingsprocedure

source: third-party attachee
nl: degene onder wie het beslag gelegd wordt

source: addressee
nl: degene voor wie het stuk bestemd is

source: Dean (of the Dutch Bar Association)
nl: Deken

source: to file
nl: deponeren

source: deposit
nl: depot

source: interested third party
nl: derde belanghebbende

source: on-site inspection
nl: descente

source: expert members sitting by designation
nl: deskundige leden (pachtkamer)

source: expert's report
nl: deskundigenbericht

source: bailiff
nl: deurwaarder

source: operative part (of the judgment)
nl: dictum (van vonnis)

source: have a notice served
nl: doen betekenen

source: [the court] order/direct that notice be given
nl: doen oproepen

source: elect domicile at
nl: domicilie kiezen bij

source: discontinuance by striking off
nl: doorhaling op de rol

source: *** (is)(was) imminent
nl: dreigde / dreiging (van ***)

source: rejoinder, statement of rejoinder
nl: dupliek

source: compulsory composition / settlement
nl: dwangakkoord

source: penalty
nl: dwangsom

source: subject to a penalty
nl: dwangsom - op straffe van een …

source: compelling evidence
nl: dwingend bewijs

source: mandatory law
nl: dwingend recht

source: simple brief
nl: eenvoudige akte

source: fair process
nl: eerlijk proces

source: first instance
nl: eerste aanleg

source: final judgment
nl: eindvonnis

source: claim
nl: eis

source: (original) claim
nl: eis in conventie

source: counterclaim
nl: eis in reconventie

source: to claim
nl: eisen

source: to require
nl: (ver)eisen

source: claimant
nl: eiser/eiseres

source: electronically
nl: electronische (langs .. weg)

source: single-judge chamber
nl: enkelvoudige kamer

source: enquiry proceedings
nl: enquêteprocedure

source: heirs
nl: erfgenamen

source: decedent
nl: erflater

source: European Court of Justice, ECJ
nl: Europees Hof van Justitie

source: preliminary defences
nl: excepties

source: exclusive representative
nl: exclusieve belangenbehartiger

source: enforcing party
nl: executant

source: enforcement title
nl: executoriale titel

source: form required for enforcement
nl: executoriale vorm

source: permission to enforce
nl: exequatur

source: to give / issue permission to enforce
nl: exequatur verlenen

source: writ
nl: exploot

source: to serve a writ
nl: exploot doen

source: bankruptcy
nl: faillissement

source: fact-finding instances
nl: feitelijke instanties

source: choice of forum clause, choice of court clause
nl: forumkeuze-clausule

source: court order
nl: gebod (rechterlijk)

source: defect, failure to ***
nl: gebrek

source: defendant
nl: gedaagde

source: proceedings, action
nl: geding

source: to appear in proceedings, enter an appearance in proceedings
nl: geding - verschijnen in het geding

source: enforcee
nl: geëxecuteerde

source: information, data (obtain copies of)
nl: gegevens (afschrift van)

source: is based on
nl: gegrond op/grond vindt in

source: leased space
nl: gehuurde (onroerende zaak)

source: respondent(s)
nl: geïntimeerde(n)

source: validity
nl: geldigheid

source: equal rank
nl: gelijke rang

source: authorised representative
nl: gemachtigde

source: judicial, court
nl: gerechtelijk

source: formal admission
nl: gerechtelijke erkentenis

source: court of appeal
nl: gerechtshof

source: justified
nl: gerechtvaardigd

source: registered partner
nl: geregistreerd partner

source: dispute
nl: geschil

source: witness
nl: getuige

source: take witness testimony, take a witness’s testimony, hear a witness
nl: getuige doen horen

source: expert witness
nl: getuige-deskundige

source: witness examination
nl: getuigenverhoor

source: witness statement, witness testimony
nl: getuigenverklaring

source: indemnified party
nl: gewaarborgde

source: compelling reasons
nl: gewichtige redenen

source: habitual residence / abode
nl: gewone verblijfplaats

source: res judicata effect
nl: gezag van gewijsde

source: ground for appeal
nl: grief

source: due process
nl: goede procesorde

source: sound administration of justice
nl: goede rechtspleging

source: goods
nl: goederen

source: court office, court registry
nl: griffie

source: clerk
nl: griffier

source: court fee
nl: griffierecht

source: case on the merits
nl: gronde, zaak ten

source: to reopen
nl: heropenen

source: revocation
nl: herroeping

source: correction
nl: herstel

source: resumption
nl: hervatting

source: Court of Appeal
nl: Hof

source: Disciplinary Appeals Tribunal
nl: Hof van Discipline

source: Supreme Court
nl: Hoge Raad

source: appeal
nl: hoger beroep

source: to appeal
nl: hoger beroep aantekenen

source: higher remedy
nl: hogere voorziening

source: confirmation / approval (of a restructuring plan)
nl: homologatie (van een akkoord)

source: main action, main proceedings
nl: hoofdzaak

source: principle of hearing both sides
nl: hoor- en wederhoor (beginsel van)

source: holder
nl: houder

source: in derogation from
nl: in afwijking van

source: on the original claim, on the claim
nl: in conventie

source: under…
nl: ingevolge…

source: to deal with on the merits
nl: inhoudelijk behandelen

source: on the counterclaim
nl: in reconventie

source: violates public policy, in violation of public policy
nl: in strijd met openbare orde

source: to add a third party for indemnity
nl: in vrijwaring oproepen

source: motion proceedings (for..) / on the motion
nl: incident (tot……) / in het incident

source: cross-appeal
nl: incidenteel (hoger) beroep

source: judgment on the motion
nl: incidenteel vonnis

source: motion
nl: incidentele vordering

source: to submit
nl: indienen

source: substance
nl: inhoud

source: to give *** by actual delivery
nl: in persoon (laten aan, overhandigen)

source: (litigate, act) pro se
nl: in persoon (procederen)

source: private international law
nl: internationaal privaatrecht

source: international commercial chambers
nl: internationale handelskamers

source: withdrawal
nl: intrekking

source: inspection
nl: inzage

source: case law
nl: jurisprudentie

source: chamber
nl: kamer

source: subdistrict court
nl: kantonrechter

source: business address
nl: kantooradres

source: place of business
nl: kantoorplaats

source: manifest/ manifestly
nl: kennelijk

source: manifest error
nl: kennelijke fout

source: notification, notice
nl: kennisgeving

source: review
nl: kennisneming

source: to hear disputes
nl: kennisneming van geschillen

source: complaint
nl: klacht

source: to file a complaint
nl: klacht indienen bij

source: summary proceedings
nl: kort geding

source: quantify costs
nl: kosten te begroten

source: pursuant to
nl: krachtens

source: (the judgment is) no longer subject to ordinary remedies, no longer subject to appeal
nl: kracht van gewijsde (vonnis, arrest)

source: post electronically
nl: langs elektronische weg ter beschikking stellen

source: injury
nl: letsel

source: life companion
nl: levenspartner

source: location
nl: locatie

source: ongoing action, ongoing proceedings
nl: lopende procedure

source: substantive law
nl: materieel recht

source: Notification
nl: mededeling

source: three-judge panel, multi-judge panel (Supreme Court)
nl: meervoudige kamer

source: Statement
nl: memorie

source: further statement, supplementary statement
nl: memorie - nadere

source: statement of defence on appeal
nl: memorie van antwoord (hoger beroep)

source: statement of grounds for appeal
nl: memorie van grieven

source: opinion, views
nl: mening

source: protection order for adults
nl: mentorschap ten behoeve van meerderjarigen

source: provided that
nl: met dien verstande

source: for reasons of
nl: met het oog op

source: reasoned, substantiated
nl: met redenen omklede

source: abuse of right
nl: misbruik van (proces-)recht

source: conference, hearing of the parties
nl: mondelinge behandeling / procedure

source: *** may be submitted at the hearing
nl: mondeling (ter zitting) nemen

source: substantiate findings / arguments / assertions at a hearing
nl: mondelinge toelichting

source: (pronounce) judgment from the bench
nl: mondelinge uitspraak (doen)

source: oral report, present findings at a hearing
nl: mondeling verslag

source: to give reasons / grounds for
nl: motiveren (beslissing)

source: non-compliance with ***
nl: nalaten van ***

source: precisely defined group
nl: nauw omschreven groep

source: NCC Rules
nl: NCC-reglement

source: nullity
nl: nietigheid

source: nullification, annulment
nl: nietigverklaring

source: non-compliance with
nl: niet-naleving van

source: inadmissible
nl: niet-ontvankelijk

source: the claimant / applicant is inadmissible
nl: niet-ontvankelijk (eiser / verzoeker)

source: Public Prosecutor
nl: officier van justitie

source: unlikely
nl: onaannemelijk

source: unacceptable
nl: onaanvaardbaar

source: independent and impartial
nl: onafhankelijk en onpartijdig

source: undisputed
nl: onbestreden

source: declaration of no jurisdiction
nl: onbevoegdverklaring

source: manifest injustice
nl: onbillijkheid van overwegende aard

source: under fiduciary administration
nl: onder bewind

source: fiduciary administration for the protection of adults
nl: onderbewindstelling ter bescherming van meerderjarigen

source: private instrument
nl: onderhandse akte

source: Enterprise Chamber
nl: Ondernemingskamer

source: to examine, to interview
nl: onderzoeken (rechter)

source: disproportionate / disproportionately
nl: onevenredig

source: without merit, ill-founded
nl: ongegrond

source: unsuccessful party
nl: ongelijk gestelde partij (in het)

source: unsubstantiated
nl: ongemotiveerd

source: immediate measure
nl: onmiddellijke voorziening

source: impartiality
nl: onpartijdigheid

source: tort, wrongful act
nl: onrechtmatige daad

source: immovable
nl: onroerende zaak

source: without prejudice to the provisions on …
nl: onverminderd het omtrent … bepaalde

source: dissolution
nl: ontbinding

source: discharge from the instance
nl: ontslaan / ontslag van instantie

source: receiving agency
nl: ontvangende instantie

source: proof of receipt
nl: ontvangstbewijs

source: admissible
nl: ontvankelijk (vordering)

source: declare admissible
nl: ontvankelijk verklaren

source: without delay
nl: onverwijld

source: immediate action is required
nl: onverwijlde spoed

source: pursuant to, by virtue of
nl: op de voet van

source: at (their) own expense
nl: op eigen kosten

source: Public Prosecutions Office, Public Prosecutor
nl: Openbaar Ministerie

source: subject to (remedy, appeal)
nl: openstaan (voorziening, beroep)

source: lift an attachment
nl: opheffen beslag

source: observations
nl: opmerkingen

source: in a new decision
nl: opnieuw rechtdoende

source: (serve) notice
nl: oproeping

source: notice to appear
nl: oproepingsbericht

source: suspension (of enforcement)
nl: opschorten (van tenuitvoerlegging)

source: termination with notice, notice of termination
nl: opzegging

source: Netherlands Bar, Netherlands Bar Association
nl: Orde van Advocaten

source: choice of court agreement, choice of forum clause
nl: overeenkomst tot aanwijzing van een bevoegde rechter

source: to submit, to file
nl: overleggen

source: Public Prosecutor’s Office
nl: Parket

source: to allow the parties to
nl: partijen in de gelegenheid stellen/gelegenheid geven

source: (a party) pursuing commercial or professional activities
nl: (een partij die) handelt in de uitoefening van een beroep of bedrijf

source: personal data
nl: persoonsgegevens

source: duty roster
nl: piketregeling

source: place
nl: plaats

source: inspect a site
nl: plaatselijke gesteldheid opnemen

source: (oral) arguments
nl: pleidooi

source: to argue a case
nl: pleiten, pleidooi houden

source: (pleading) notes
nl: pleitnota

source: interim judgment
nl: preparatoir vonnis

source: principal claim
nl: primaire vordering

source: litigate
nl: procederen

source: litigate pro se
nl: procederen in persoon

source: proceedings, matter, action
nl: procedure

source: to initiate proceedings, to initiate an action
nl: procedure instellen

source: the action moves forward, take next steps
nl: procedure voortzetten

source: act of process
nl: proceshandeling

source: originating document
nl: procesinleiding

source: costs of process
nl: proceskosten

source: procedural law
nl: procesrecht

source: document, document of process
nl: processtuk

source: court record
nl: proces-verbaal

source: procurator general
nl: procureur-generaal

source: exhibits, evidence
nl: producties

source: to submit exhibits/evidence
nl: producties overleggen

source: prorogation
nl: prorogatie

source: provisional / interim judgment
nl: provisioneel vonnis

source: (judge's) chambers
nl: raadkamer

source: judge (of the court of appeal or Supreme Court)
nl: raadsheer

source: district court
nl: rechtbank

source: the court
nl: rechter (instantie)

source: judge
nl: rechter (persoon)

source: delegated judge, or bankruptcy judge in insolvency matters
nl: rechter-commissaris

source: the judiciary
nl: rechterlijke macht

source: judge sitting by designation
nl: rechter-plaatsvervanger

source: legal relationship
nl: rechtsbetrekking

source: legal validity
nl: rechtsgeldigheid

source: international jurisdiction
nl: rechtsmacht

source: remedy
nl: rechtsmiddel

source: legal entities
nl: rechtspersonen

source: procedure
nl: rechtspleging

source: connection with the Dutch legal system
nl: rechtssfeer van Nederland (band met)

source: legal debate
nl: rechtstrijd

source: legal title
nl: rechtstitel

source: justify
nl: rechtvaardigen

source: legal successor
nl: rechtverkrijgende

source: action
nl: rechtsvordering

source: can (not) reasonably be imputed to ***
nl: redelijkerwijs (niet) aan *** toe te rekenen

source: reasonableness and fairness
nl: redelijkheid en billijkheid

source: reasoned statement
nl: met redenen omklede conclusie

source: case management
nl: regie

source: direction
nl: regiebeslissing

source: case management conference
nl: regiezitting

source: personal jurisdiction
nl: relatieve bevoegdheid

source: reply, statement of reply
nl: repliek

source: movable
nl: roerende zaak

source: court calendar
nl: rol

source: calendar hearing decision, calendar decision
nl: rolbeschikking

source: court calendar date
nl: roldatum

source: legal fees, costs for legal representation
nl: salaris advocaat

source: closely connected
nl: samenhang (van vorderingen, zaken)

source: consolidation (of actions)
nl: samenvoeging (van zaken)

source: harmful event
nl: schadebrengend feit

source: violation of public policy
nl: schending van de openbare orde

source: to settle (out of court)
nl: schikken

source: settlement
nl: schikking

source: to suspend
nl: schorsen (zitting)

source: written statement
nl: schriftelijke toelichting (in cassatie)

source: written arguments
nl: schriftelijk pleidooi

source: creditor
nl: schuldeiser

source: debtor
nl: schuldenaar

source: debt relief scheme for natural persons
nl: schuldsaneringsregeling natuurlijke personen

source: urgent interest
nl: spoedeisend belang

source: view, position
nl: standpunt

source: notice of representation
nl: stelbrief

source: assertion
nl: stelling

source: tacit / tacitly
nl: stilzwijgend
